Repository: rravicha/Project
Catalog: giraffee/TicketDesk/TicketDesk.Localization/PushNotifications/Strings.*.resx
Languages: de_de, pt_br

# ApiKey_Description
source: The ApiKey used to authenticate with SendGrid (this provider does not support username/password credentials).
de_de: Der ApiKey wird verwendet um SendGrid zu authentifizieren (der Anbieter unterstützt das Benutzer/Kennwort - Verfahren nicht).
pt_br: Informe o ApiKey utilizado para autenticação no provedor SendGrid (este provedor não suporta credenciais de nome de usuário e senha).

source: Click Tracking
pt_br: Rastreamento de Click

# ClickTracking_Description
source: Enables SendGrid's click tracking feature
de_de: Ermöglicht SendGrid Click-Tracking
pt_br: Ativar recurso de rastreamento de cliques do SendGrid

# ClickTracking_Prompt
source: Enabled
de_de: Aktiviert
pt_br: Ativado

source: Consolidate notifications
de_de: Benachrichtigungen zusammenfassen
pt_br: Consolidar notificações

# ConsolidateNotifications_Description
source: Consolidation allows push notifications for an event to be delayed for a short time. If additional events occur for the same subscriber and ticket, they will be grouped into a single message instead of being sent separately. This reduces spam in cases where many chages are made to a ticket in rapid succession.
de_de: Die Zusammenfassung erlaubt es Push Benachrichtigungen für eine gewisse Zeitdauer zu unterdrücken. Zusätzlich Ereignisse werden in dieser Zeit gesammelt und in einer Nachricht an den Empfänger versendet. Dies reduziert die Nachrichtenflut, wenn viele Änderungen in kurzer Zeit stattfinden.
pt_br: Consolidação permite que notificações para um evento sejam adiadas por um curto período de tempo. Se ocorrer eventos adicionais para o mesmo assinante e chamado, eles serão agrupados em uma única mensagem ao invéz de serem enviados separadamente. Isso reduz o spam nos casos em que muitas mudanças são feitas para um chamado em curto espaço de tempo.

# ConsolidateNotifications_Prompt
source: Enabled
de_de: Aktiviert
pt_br: Ativado

# DeliveryAttemptInterval
source: Delivery Attempt Interval (minutes)
de_de: Sendeintervall (Minuten)
pt_br: Intervalo para Tentativa de Envio (minutos)

# DeliveryAttemptInterval_Description
source: How often to check for push notifications that are ready to be sent.
de_de: Wie häufig soll auf neue Push Benachrichtigungen geprüft werden.
pt_br: Frequência para verificar se há notificações que estão prontas para ser enviadas.

source: Delivery Providers
de_de: Dienstleister
pt_br: Provedores de Entrega

source: Enable SSL
de_de: SSL aktivieren
pt_br: Ativar SSL

source: Exclude subscriber's own events
de_de: Ereignisse des Abonennten ausschließen
pt_br: Excluir eventos do próprio assinante

# ExcludeSubscribersOwnEvents_Description
source: HIGHLY RECOMMENDED! This prevents push notifications from being sent to the same user whose action triggered the notification.
de_de: EMPFEHLENSWERT! Diese Einstellung verhindert Push Benachrichtigungen an den Verursacher der Nachricht.
pt_br: ALTAMENTE RECOMENDADO! Isso impede que as notificações sejam enviadas para o mesmo usuário que provocou a notificação.

# ExcludeSubscribersOwnEvents_Prompt
source: Exclude
de_de: Ausschliessen
pt_br: Excluir

source: From Address
de_de: Absender-Adresse
pt_br: Endereço do Remetente

# FromAddress_Description
source: The email address to use when sending email from this povider
de_de: E-Mail-Adresse, die als Absender für das Senden über diesen Provider verwendet werden soll.
pt_br: Endereço a ser utilizado quando enviar e-mail através deste provedor

source: From Display Name
de_de: Von (Anzeigename)
pt_br: Nome do Remetente

# FromDisplayName_Description
source: The friendly name to use in the from address
de_de: Der Anzeigename der für diesen Absender verwendet werden soll
pt_br: Nome amigável a ser utilizado como remetente

# Gravatar_Description
source: Enables SendGrid's gravatar feature (you should make sure the from account configured here has a gravatar account)
de_de: Aktiviert die SendGrid Avatar Funktion (der Absender muss einen Gravatar Account haben)
pt_br: Ativa recurso de Gravatar para o provedor SendGrid (você deve certificar-se que a conta do remetente configurado possia uma conta Gravatar)

# Gravatar_Prompt
source: Enabled
de_de: Aktiviert
pt_br: Ativado

# InitialConsolidationDelay
source: Initial consolidation delay (minutes)
de_de: Erstkonsolidierung Verzögerung (Minuten)
pt_br: Retardo para início da consolidação (minutos)

# InitialConsolidationDelay_Description
source: The initial number of minutes to wait. If new events occur for the same subscriber and ticket, the system will consolidate the messages into a single notification. Subsequent events will increase the delay until either no further events occur, or the maximum delay period has expired.
de_de: Die initiale Wartezeit in Minuten. Wenn neue Ereignisse für denselben Abonennten und Ticket stattfinden, wird das System die Nachrichten in eine Nachricht zusammenfassen. Folgende Ereignisse werden die Wartezeit erhöhen bis keine weiteren Ereignisse auftreten oder die maximale Wartezeit erreicht wurde.
pt_br: Quantidade de minutos iniciais de retardo. Se novos eventos ocorrem pelo mesmo assinante e chamado, o sistema consolidará as mensagens em uma única notificação. Eventos subsequentes irão aumentar o atraso até que não haja mais episódios, ou o período de atraso máximo tenha expirado.

# InitialRetryInterval
source: Initial Retry Interval (minutes)
de_de: Wiederholungsintervall (Minuten)
pt_br: Intervalo Inicial para Nota Tentativa (minutos)

# InitialRetryInterval_Description
source: Number of minutes to wait before the first retry attempt. Subsequent retry attempts occur at interval raised to the number of retry attempts. Example: interval = 2 and retry = 3, next attempt will be in 8 minutes
de_de: Dauer in Minuten um einen Zustellungsversuch zu wiederholen. Folgende Zustellversuche werden in diesem Intervall wiederholt bis die maximale Anzahl Versuche erreicht wurde. Beispiel: Interval = 2 und Wiederholungen = 3, nächster Zustellversuch in 8 Minuten.
pt_br: Número de minutos de espera antes de tentar novamente pela primeira vez. Novas tentativas subseqüentes ocorrem em intervalos aumentados conforme o número de novas tentativas. Exemplo: intervalo = 2 e contador de nova tentativa = 3, próxima tentativa será em 8 minutos

# MaximumConsolidationDelay
source: Maximum consolidation delay (minutes)
de_de: Maximale Konsolidierung Verzögerung (Minuten)
pt_br: Atraso máximo para consolidação (minutos)

# MaximumConsolidationDelay_Description
source: The maximum amount of time to delay sending a notification.
de_de: Die Maximaldauer der Verzögerung beim Senden einer Benachrichtigung.
pt_br: A quantidade máxima de tempo para atrasar o envio de uma notificação.

source: Notifications Enabled
de_de: Benachrichtigungen aktiviert
pt_br: Notificações Ativadas

# NotificationsEnabled_Prompt
source: Enabled
de_de: Aktiviert
pt_br: Ativado

source: Number of Retry Attempts
de_de: Anzahl der Wiederholungsversuche
pt_br: Número Máximo de Novas Tentativas

# NumberOfRetryAttempts_Description
source: When things go wrong, this determines the number of attempts to make before marking a message as failed.
de_de: Wenn etwas schief geht, dann wird hiermit in die Wiederholungsanzahl festgelegt, bis eine Nachricht als Fehlerhaft markiert wird.
pt_br: Quando as coisas dão errado, isso determina o número máximo de tentativas antes de marcar uma mensagem como falha.

source: Open Tracking
de_de: Verfolgung
pt_br: Abrir Registro do Erro

# OpenTracking_Description
source: Enables SendGrid's open tracking feature
de_de: Aktiviert SendGrids Open Tracking Funktion
pt_br: Ativa recurso de abertura de registros de erros do SendGrid

# OpenTracking_Prompt
source: Enabled
de_de: Aktiviert
pt_br: Ativado

source: Provider
de_de: Anbieter
pt_br: Provedor

# Provider_Prompt
source: Enabled
de_de: Aktiviert
pt_br: Ativado

# SendGridProvider
source: SendGrid Provider (Email)
de_de: SendGrid Anbieter (E-Mail)
pt_br: Provedor SendGrid (Email)

source: Send to Sink
de_de: An Sink senden
pt_br: Enviar para o Lixo

# SendToSink_Description
source: Sends all emails to SendGrid's sink address (useful when testing email delivery to prevent sending mail to real recipients)
de_de: Sendet alle Mails an SendGrids Sink Adresse (Nützlich für Testnachrichten).
pt_br: Envia todos os e-mails para o endereço de lixo (sink address) do SendGrid (útil para testar a entrega de e-mail e evitar que o mesmo seja entregue para os destinatários reais)

# SendToSink_Prompt
source: Enabled
de_de: Aktiviert
pt_br: Ativado

source: SMTP From Address
de_de: SMTP Absenderadresse
pt_br: Endereço do Remetente SMTP

# SMTPFromAddress_Description
source: The email address to use when sending email from this povider
de_de: Geben Sie die E-Mail-Adresse ein, die für das Senden benutzt werden soll.
pt_br: O endereço de e-mail a ser utilizado quando utilizar este provedor

source: SMTP From Display Name
de_de: SMTP Absender Anzeigename
pt_br: Nome do Remetente SMTP

# SMTPFromDisplayName_Description
source: The friendly name to use in the from address
de_de: Der Anzeigename der für den Absender verwendet werden soll.
pt_br: O nome amigável a ser utilizado como remetente

source: SMTP Password
de_de: SMTP Passwort
pt_br: Senha SMTP

# SMTPPassword_Description
source: Leave empty if authentication is not required
de_de: (leer lassen wenn nicht zutreffend)
pt_br: Deixe em branco se a autenticação não for necessária

source: SMTP Port
pt_br: Porta SMTP

# SMTPProvider
source: SMTP Provider (Email)
de_de: SMTP-Anbieter (E-Mail)
pt_br: Provedor SMTP (Email)

source: SMTP Server Name
de_de: SMTP-Server
pt_br: Nome do Servidor SMTP

source: SMTP User Name
de_de: Smpt User Name
pt_br: Nome do Usuário SMTP

# SMTPUserName_Description
source: Leave empty if authentication is not required
de_de: (leer lassen wenn nicht zutreffend)
pt_br: Deixe em branco se a autenticação não for necessária

# BackgroundQueueEnabled
source: Enable background notification queues
de_de: Hintergrundbenachrichtigungen ermöglichen
pt_br: Permite a fila em segundo plano de notificações.

# BackgroundQueueEnabled_Prompt
source: Enabled
de_de: Aktiviert
pt_br: Ativado

# BackgroundQueueEnabled_Description
source: Enables background queuing of notifications.<br><br>Affects localizaton! When background queue is enabled, all email notificaitons are localized using the server's default culture and language. When disabled, the user's language choices will be used to generate emails.
de_de: Erlaubt eine eine Nachrichtenwarteschlange im Hintergrund.<br><br>Dies betrifft die Übersetzung! Wenn die Hintergrundbenachrichtigung aktiviert ist, werden alle EMail Benachrichtigungen anhand der Spracheinstellung des Servers versendet. Wenn diese nicht aktiviert ist, dann werden die Spracheinstellungen des Benutzers verwendet.
pt_br: Permite fila em segundo plano de notificações<br><br>Afeta localizaton! Quando a fila de fundo está ativada, todas as notificações de email são localizadas usando a cultura e o idioma padrão do servidor. Quando desativado, as opções de idioma do usuário serão usadas para gerar emails.

source: Broadcast Mode
de_de: Brodcastmodus
pt_br: Modo

# BroadcastMode_Description
source: Send new ticket notifications to a custom email distrubution list, or to all TicketDesk admin and staff users.
de_de: Ticketbenachrichtigungen an eine benutzerdefinierte Empfängerliste oder an den Administrator und Mitarbeiter versenden.
pt_br: Envie novas notificações de ingresso para uma lista de distribuição de e-mail personalizada ou para todos os usuários do administrador e da equipe do TicketDesk.

# IsBroadcastEnabled
source: New Ticket Notificatons Enabled
de_de: Benachrichtigung bei neuen Tickets
pt_br: Novas notificações de boletim habilitadas

# IsBroadcastEnabled_Prompt
source: Enabled
de_de: Aktiviert
pt_br: Ativado

# PushNotificationBroadcastModeAllStaff
source: Send to all administrators and help desk staff
de_de: An alle Administratoren und Mitarbeiter senden
pt_br: Enviar para todos os administradores e funcionários da mesa de ajuda

# PushNotificationBroadcastModeCustomAddress
source: Send to specified email address
de_de: An diese E-Mail Empfänger versenden
pt_br: Enviar para o endereço de e-mail especificado

# SendToCustomEmailAddress
source: To Email Address
de_de: An Email Empfänger
pt_br: Para endereço de e-mail

# SendToCustomEmailAddress_Description
source: The email recipient address. Used only when the mode is set to use a custom email address
de_de: EMail Empfänger Adresse. Wird nur verwendet wenn die Einstellung benutzerdefinierte EMail Adresse aktiviert ist
pt_br: O endereço do destinatário do e-mail. Usado somente quando o modo está configurado para usar um endereço de e-mail personalizado

# SendToCustomEmailDisplayName
source: To Email Display Name
de_de: Anzeigename EMail Emfpänger
pt_br: Para Nome de exibição de e-mail

# SendToCustomEmailDisplayName_Description
source: The display name for the email recipient. Used only when the mode is set to use a custom email address
de_de: Der Anzeigename des Empfängers. Wird nur verwendet wenn die Einstellung benutzerdefinierte EMail Adresse aktiviert ist
pt_br: O nome de exibição para o destinatário do e-mail. Usado somente quando o modo está configurado para usar um endereço de e-mail personalizado
