Repository: rravicha/Project
Catalog: giraffee/TicketDesk/TicketDesk.Localization/Domain/Strings.*.resx
Languages: pt_br

# AllowInternalUsersToEditPriority
source: Allow users to edit priority?
pt_br: Permitir que os usuários alterem a prioridade?

# AllowInternalUsersToEditTags
source: Allow users to edit tags?
pt_br: Permitir que os usuários alterem os marcadores?

# Changes_From_To
source: {0}: from "{1}" to "{2}"
pt_br: {0}: de "{1}" para "{2}"

# Changes_Title
source: Changes:
pt_br: Alterações:

# CheckSecurity_NotAuthorized
source: User is not authorized to perform this activity.
pt_br: Usuário não está autorizado a realizar esta atividade.

source: Default New User Roles
pt_br: Perfis Padrões para Novos Usuários

# Project_Description
source: Description
pt_br: Descrição

source: Project Name
pt_br: Nome do Projeto

# SelectList_Categories
source: Categories
pt_br: Categorias

# SelectList_Priorities
source: Priorities
pt_br: Prioridades

# SelectList_TicketTypes
source: Ticket Types
pt_br: Tipos de Chamado

# TicketActivity_Assign
source: Assign
pt_br: Atribuir

# TicketActivity_CancelMoreInfo
source: Cancel More Info
pt_br: Cancelar Mais Informações

# TicketActivity_Close
source: Close
pt_br: Fechar

# TicketActivity_Comment
source: Comment
pt_br: Comentário

# TicketActivity_Create
source: Create
pt_br: Criar

# TicketActivity_CreateOnBehalfOf
source: Create
pt_br: Criar

# TicketActivity_Edit
source: Edit
pt_br: Alterar

# TicketActivity_EditAttachments
source: Edit Attachments
pt_br: Alterar Anexos

# TicketActivity_ForceClose
source: Force Close
pt_br: Forçar Fechamento

# TicketActivity_GiveUp
source: Give Up
pt_br: Desistir

# TicketActivity_Pass
source: Pass
pt_br: Encaminhar

# TicketActivity_ProvideInfo
source: Provide Info
pt_br: Fornecer Informações

# TicketActivity_ReAssign
source: Re-assign
pt_br: Alterar Atribuição

# TicketActivity_ReOpen
source: Re-open
pt_br: Reabrir

# TicketActivity_RequestMoreInfo
source: Request More Info
pt_br: Solicitar Mais Informações

# TicketActivity_Resolve
source: Resolve
pt_br: Resolver

# TicketActivity_TakeOver
source: Take Over
pt_br: Tomar Posse

# TicketActivityAddComment
source: added comment
pt_br: comentário adicionado

# TicketActivityAssign
source: assigned the ticket to {0}
pt_br: atribuído o chamado para {0}

# TicketActivityCancelMoreInfo
source: has cancelled the request for more information
pt_br: a requisição para mais informações foi cancelada

# TicketActivityClose
source: closed the ticket
pt_br: o chamado foi fechado

# TicketActivityCreate
source: created the ticket
pt_br: o chamado foi criado

# TicketActivityCreateOnBehalfOf
source: created the ticket on behalf of {0}
pt_br: o chamado foi criado em nome de {0}

# TicketActivityEditTicketInfo
source: modified ticket
pt_br: chamado alterado

# TicketActivityForceClose
source: closed the ticket by force
pt_br: o chamado foi fechado à força

# TicketActivityGiveUp
source: has given up on the ticket
pt_br: o chamado foi abandonado

# TicketActivityModifyAttachments
source: modified ticket attachments
pt_br: anexos do chamado alterados

# TicketActivityPass
source: passed the ticket to {0}
pt_br: passou o chamado para {0}

# TicketActivityReactivate
source: and reactivated the ticket.
pt_br: e reativou o chamado.

# TicketActivityReAssign
source: reassigned the ticket to {0}
pt_br: reatribuiu o chamado para {0}

# TicketActivityReOpen
source: re-opened the ticket
pt_br: o chamado foi reaberto

# TicketActivityRequestMoreInfo
source: has requested more information
pt_br: foi solicitado mais informações

# TicketActivityResolve
source: resolved the ticket
pt_br: resolveu o chamado

# TicketActivitySupplyMoreInfo
source: has provided more information
pt_br: mais informações foram fornecidas

# TicketActivityTakeOver
source: has taken over the ticket
pt_br: tomou posse do chamado

# DefaultListNameHistoryTickets
source: Ticket History
pt_br: Histórico de Chamados

# DefaultListNameMyTickets
source: My Tickets
pt_br: Meus Chamados

# DefaultListNameOpenTickets
source: Open Tickets
pt_br: Chamados Abertos

# ExceptionSecurityUserCannotCreateNewTicket
source: User is not authorized to create new tickets
pt_br: Usuário não está autorizado a criar novos chamados

# ExceptionSettingsTypeConversionError
source: Setting type conversion error: unable to convert SettingName [{0}] to specified SettingType [{1}]
pt_br: Erro de conversão de tipo de configuração: não foi possível converter a configuração de nome [{0}] para o tipo [{1}]

# TicketAffectsCustomer
source: Affects Customer
pt_br: Afeta o Cliente

# TicketAffectsCustomerShort
source: Customer
pt_br: Cliente

# TicketAssignedTo
source: Assigned To
pt_br: Atribuído a

# TicketAssignedToShort
source: Assigned
pt_br: Atribuído

# TicketCategory
source: Category
pt_br: Categoria

# TicketCategoryShort
source: Category
pt_br: Categoria

# TicketCreatedBy
source: Created By
pt_br: Criado Por

# TicketCreatedByShort
source: Created By
pt_br: Criado Por

# TicketCreatedDate
source: Created Date
pt_br: Data de Criação

# TicketCreatedDateShort
source: Created Date
pt_br: Data de Criação

# TicketCurrentStatusDate
source: Status Date
pt_br: Situação Alterada Em

# TicketCurrentStatusDateShort
source: Status Date
pt_br: Situação Alterada Em

# TicketCurrentStatusSetBy
source: Status By
pt_br: Situação Alterada Por

# TicketCurrentStatusSetByShort
source: Status By
pt_br: Situação Alterada Por

# TicketDetails
source: Details
pt_br: Detalhes

# TicketDetailsShort
source: Details
pt_br: Detalhes

# TicketIsHtml
source: Is Html
pt_br: É Html

# TicketIsHtmlShort
source: Is Html
pt_br: É Html

# TicketLastUpdateBy
source: Updated By
pt_br: Atualizado Por

# TicketLastUpdateByShort
source: Updated By
pt_br: Atualizado Por

# TicketLastUpdateDate
source: Updated Date
pt_br: Atualizado Em

# TicketLastUpdateDateShort
source: Updated Date
pt_br: Atualizado Em

# TicketOwner
source: Owner
pt_br: Solicitante

# TicketOwnerShort
source: Owner
pt_br: Solicitante

# TicketPriority
source: Priority
pt_br: Prioridade

# TicketPriorityShort
source: Priority
pt_br: Prioridade

# TicketStatusActive
source: Active
pt_br: Ativo

# TicketStatusClosed
source: Closed
pt_br: Fechado

# TicketStatusMoreInfo
source: More Info
pt_br: Aguardando Mais Informações

# TicketStatusResolved
source: Resolved
pt_br: Resolvido

# TicketTagList
source: Tags
pt_br: Marcadores

# TicketTagListShort
source: Tags
pt_br: Marcadores

# TicketTicketId
source: Ticket Id
pt_br: Chamado #

# TicketTicketStatus
source: Status
pt_br: Situação

# TicketTicketStatusShort
source: Status
pt_br: Situação

# TicketTicketType
source: Type
pt_br: Tipo

# TicketTicketTypeShort
source: Type
pt_br: Tipo

# TicketTitle
source: Title
pt_br: Título

# TicketTitleShort
source: Title
pt_br: Título

# TicketActivityPriority
source: at a priority of {0}
pt_br: em uma prioridade de {0}

# DefaultListNameAssignedToMe
source: My Assigned
pt_br: Chamados Atribuídos a Mim

# DefaultListNameUnassigned
source: Unassigned
pt_br: Não Atribuídos

# TicketProject
source: Project
pt_br: Projeto

# TicketProjectShort
source: Project
pt_br: Projeto

# AllowInternalUsersToSetAssigned
source: Allow internal users to set the assigned to field (new ticket creation only)?
pt_br: Permitir que os usuários definam o responsável pelo chamado (apenas quando estiver criando um novo chamado)?

# AllowInternalUsersToSetOwner
source: Allow internal users to set or change the ticket owner?
pt_br: Permitir que usuários definam ou alterem o usuário que solicitou o chamado?

# TicketDueDate
source: Due Date
pt_br: Data de Vencimento

# TicketDueDateShort
source: Due
pt_br: Data de Vencimento

# TicketActualDuration
source: Actual Duration
pt_br: Duração real

# TicketActualDurationShort
source: Actual
pt_br: Real

# TicketEstimatedDuration
source: Estimated Duration
pt_br: Duração estimada

# TicketEstimatedDurationShort
source: Estimated
pt_br: Duração

# TicketResolutionDate
source: Resolution Date
pt_br: Data de resolução

# TicketResolutionDateShort
source: Resolution
pt_br: Resolução

# TicketTargetDate
source: Target Date
pt_br: Data-alvo

# TicketTargetDateShort
source: Target
pt_br: Alvo

source: Default Logon Domain
pt_br: Domínio de logon padrão
